Repository: ladybirdweb/zip-code-checker
Catalog: languages/sidebar_zip_code_checker-*.po
Languages: fr_fr

source: Please enter your zip code
fr_fr: Renseignez votre mot de passe s'il vous plait

source: COD
fr_fr: paiement à la livraison

source: Delivery
fr_fr: livraison

source: Are you sure of doing this? Note : This action can not be reverted.
fr_fr: Etes-vous sûr de cela? Remarque: Cette action ne peut pas être inversé.

source: Product cannot be delivered at your pincode location.
fr_fr: Le produit ne peut être livré à votre emplacement de code PIN

source: Please enter a valid zip code.
fr_fr: Renseignez votre mot de passe s'il vous plait

source: India Post
fr_fr: La poste indienne

source: done
fr_fr: fini

source: Yes. Delivery time can be up to 25 days. Might have to pick up from post office
fr_fr: Oui. Délai de livraison peut aller jusqu'à 25 jours. Pourrait avoir à ramasser de bureau de poste

source: No
fr_fr: Aucun

source: Yes
fr_fr: Oui

source: Items edited.
fr_fr: Articles modifiés.

source: Items skipped. (most likely due to empty values or duplicate entries)
fr_fr: Articles ignorés. ( probablement dû à des valeurs vides ou les entrées en double )

source: Company Name should be FedEx,India Post.
fr_fr: Nom de l'entreprise devrait être FedEx , la poste indienne .

source: Add message here
fr_fr: Ajouter un message ici

source: Update
fr_fr: mettre à jour

source: Item inserted.
fr_fr: Article inséré .

source: Item skipped. (most likely due to empty values or duplicate entries)
fr_fr: Point sauté . ( probablement dû à des valeurs vides ou les entrées en double )

source: Insert
fr_fr: Insérer

source: Edit
fr_fr: éditer

source: Delete
fr_fr: effacer

source: Zip Code
fr_fr: Code postal

source: Company(<i> Company Name should be FedEx,India Post. </i>)
fr_fr: Société ( <i > Nom de l'entreprise devrait être FedEx , la poste indienne . </i > )

source: Delivery ( <i>FedEx status must be Yes. </i>)
fr_fr: Livraison ( <i > statut FedEx doit être Oui . </i > )

source: Zip Code Checker
fr_fr: Code Postal Checker

source: All Zip Codes
fr_fr: Tous postal Codess

source: Add Zip Codes
fr_fr: Ajouter des codes postaux

source: Add New
fr_fr: Ajouter un nouveau

source: Here we can edit and delete zip codes.
fr_fr: Ici, nous pouvons modifier et supprimer des codes postaux .

source: Note : This action can not be reverted
fr_fr: Remarque: Cette action ne peut pas être inversée

source: This widget area can be used for [zip_code_checker_widget] shortcode.
fr_fr: Cette zone de widget peut être utilisé pour [ zip_code_checker_widget ] shortcode .

source: Please save this first.
fr_fr: Se il vous plaît enregistrer cette première .

source: Displays a zip code checker area in the sidebar.
fr_fr: Affiche une zone de connexion dans la sidebar.

source: Title
fr_fr: titre

source: Check Product Availability At
fr_fr: Vérifiez la disponibilité du produit A

source: Display COD status
fr_fr: Afficher l'état COD

source: Display Company Name
fr_fr: Afficher Nom de l'entreprise

source: Change Font Size
fr_fr: Taille de la police

source: Change Color
fr_fr: Changer la couleur

source: Change Font Family
fr_fr: Famille Changer la police

source: Verify
fr_fr: vérifier

source: Import Zip Codes in CSV Format
fr_fr: Codes postaux importation au format CSV

source: Upload file:
fr_fr: Télécharger un fichier :

source: Import
fr_fr: importation

source: No file uploaded, aborting.
fr_fr: Aucun fichier téléchargé, avorter .

source: You don't have the permissions to publish posts and pages. Please contact the blog's administrator.
fr_fr: Vous ne disposez pas des autorisations de publier les messages et les pages . Se il vous plaît contactez l'administrateur du blog.

source: Failed to load file, aborting.
fr_fr: Impossible de charger le fichier , l'interruption .

source: Skipped
fr_fr: est arrêté

source: rows (most likely due to empty values or duplicate entries.)
fr_fr: lignes ( probablement dû à des valeurs vides ou des entrées en double. )

source: Imported
fr_fr: importé

source: rows in %.2f seconds
fr_fr: les lignes de %.2f Secondes

source: Getting rid of byte order mark...
fr_fr: Se débarrasser de Byte Order Mark ...

source: Failed to get file contents.
fr_fr: Impossible d'obtenir le contenu des fichiers .

source: Failed to put file contents.
fr_fr: Impossible de mettre le contenu du fichier .

source: Failed to open file, aborting.
fr_fr: Impossible d'ouvrir le fichier , l'interruption .

source: CSV Importer For Zip Code
fr_fr: CSV importateur code postal
